[
    {
        "product": "Raze Pre-Workout",
        "description": "RAZE PRE-WORKOUT IS FORMULATED WITH ALL OF THE AMAZING INGREDIENTS FROM OUR RAZE ENERGY DRINK PLUS AN EXTRA BOOST SO YOU CAN TAKE YOUR WORKOUTS TO THE NEXT LEVEL.",
        "price": 44.99,
        "id": 1
    },

    {
        "product": "Raze Energy Drink 12ct",
        "description": "12 PACK-HYDRATING ENERGY-RAPID RESTORATIVE RECOVERY-INTENSIFIED STAMINA-RAZOR SHARP MENTAL FOCUS-NO CRASH AT ALL!-ZERO SUGAR†",
        "price": 29.99,
        "id": 2
    },

    {
        "product": "Broken Arrow Elite Pre-Workout",
        "description": "BROKEN ARROW™ DRAWS FROM THE POWER OF CUTTING EDGE INGREDIENTS TO DELIVER AN EXPLOSIVE WORKOUT EXPERIENCE.",
        "price": 47.99,
        "id": 3
    },

    {
        "product": "Recov-7 Intra-Workout Recovery",
        "description": "RECOV-7 IS A REVOLUTIONARY COMPLETE RECOVERY PRODUCT FEATURING 7 KEY ELEMENTS SHOWN TO AID IN RECOVERY, HYDRATION, AND FOCUS.",
        "price": 37.99,
        "id": 4
    },

    {
        "product": "Whey+ Premium Protein",
        "description": "WHEY+™ FEATURES A UNIQUE 3 PROTEIN BLEND THAT PROVIDES A BALANCE OF INSTANT NUTRITION TO FEED SORE MUSCLES, WHILE ALSO PROVIDING SLOWER DIGESTING PROTEIN FOR SUSTAINED NOURISHMENT AND A MORE DIVERSE PEPTIDE PROFILE. WHEY+™ DELIVERS A PROTEIN PERFECT FOR ANY SITUATION. REPP SPORTS™ CLAIMS EXCLUSIVE RIGHTS TO ALL GAINS MADE.",
        "price": 37.99,
        "id": 5
    },

    {
        "product": "Test Pro Test Booster",
        "description":"PROMOTE HEALTHY TESTOSTERONE LEVELS-SUPPORT MUSCLE BUILDING-IMPROVE WELLBEING-INCREASE STAMINA & VIGOR",
        "price": 58.99,
        "id": 6
    },

    {
        "product": "DAA+",
        "description":"N CLINICAL STUDIES, D-ASPARTIC ACID WAS SHOWN TO HELP RESTORE HEALTHY LEVELS OF TESTOSTERONE ON AVERAGE IN JUST 12 DAYS. BY PROMOTING A HEALTHY LEVEL OF TESTOSTERONE, YOU’RE ABLE TO SUPPORT ALL THE GREAT THINGS THAT TESTOSTERONE DOES IN THE BODY – LIKE MUSCLE GROWTH AND ENERGY.†",
        "price": 17.99,
        "id": 7
    },

    {
        "product": "R-PCT",
        "description":"IN EVERY SPORT (BASKETBALL, BASEBALL, GOLF, TENNIS… TO NAME A FEW) HOW YOU FOLLOW-THROUGH AFTER THE POINT OF CONTACT OR RELEASE GREATLY DETERMINES THE OUTCOME OF YOUR ACTION. A WEAK FOLLOW THROUGH CAN BE DIFFERENCE BETWEEN A GAME WINNING SHOT AND A MISS. R-PCT™ IS YOUR POST CYCLE FOLLOW THROUGH THAT MAINTAINS THE MOMENTUM CREATED DURING YOUR CYCLE AND ALLOWS YOUR BODY TO REBOUND NATURALLY AND SAFELY.",
        "price": 54.99,
        "id": 8
    },

    {
        "product": "Raze Nootropic Brain Booster",
        "description":"RAZE FOCUS IS A COMPREHENSIVE NOOTROPIC FORMULA THAT CONTAINS PREMIUM BRAIN ENHANCING INGREDIENTS TO HELP OPTIMIZE YOUR MENTAL PERFORMANCE AND PUT YOU IN THE ZONE.",
        "price": 46.99,
        "id": 9
    }
]